Repository: coriolis-force/it-rolls
Catalog: ItRolls/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 3 levels in total
zh_hans: 总共三关

source: Are you sure you want to clear the record?
zh_hans: 你确定要清除纪录吗？

source: at %@
zh_hans: 在 %@

source: Best Time: %@
zh_hans: 最佳纪录：%@

source: Congratulations, you win!
zh_hans: 恭喜，你赢了！

source: Current Time: %@
zh_hans: 至今所用时间： %@

source: Each time two circles collide, they become smaller
zh_hans: 每次两圆相撞， 都会变小

source: Each time you collide the two circles, both circles become smaller
zh_hans: 每次两个圆碰撞之后，它们都会变小

source: Game Paused
zh_hans: 暂停

source: How to Play
zh_hans: 这个游戏怎么玩

source: Level 1
zh_hans: 第一关

source: Level 2
zh_hans: 第二关

source: Level 3
zh_hans: 第三关

source: Mute
zh_hans: 静音

source: Mute in the pause screen
zh_hans: 暂停屏幕里面可以静音

source: No
zh_hans: 不要

source: on %@
zh_hans: 在 %@

source: Tap the screen to pause and unpause while the game is in progress
zh_hans: 在游戏进行中时，点击屏幕来暂停和继续游戏

source: Tap the screen to pause/unpause
zh_hans: 点击屏幕暂停和继续

source: Tap to clear the record
zh_hans: 点击这里来清除纪录

source: Tap to continue
zh_hans: 点击屏幕继续

source: Tap to play again
zh_hans: 点击屏幕再玩一次

source: Tap to start
zh_hans: 点击开始游戏

source: The objective is to reduce circle size to 0
zh_hans: 目标是将圆缩小到消失

source: There are 3 levels, and the game becomes slightly harder in each level
zh_hans: 一共有三关，每关都会变得更难一些

source: Tilt your device in different directions to accelerate the blue circle
zh_hans: 倾斜设备以向不同方向加速蓝圆

source: Tilt your device to roll the blue circle
zh_hans: 倾斜设备以滚动蓝圆

source: Time: %@
zh_hans: 通关时间：%@

source: Unmute
zh_hans: 解除静音

source: When they reach size 0, you pass to the next level
zh_hans: 当圆大小减少到零，你就能通关

source: Yes
zh_hans: 好的

source: Your objective is to collide the two circles
zh_hans: 你的目标是让两个圆碰撞
